Repository: ptudor/tudor-pcb
Catalog: swift/GerberKit/Sources/GerberKit/Resources/Diagnostics.xcstrings
Source language: en
Languages: af, am, ar, az, be, bg, bn, ca, cs, cy, da, de, de_at, de_ch, el, es, es_ar, es_mx, et, eu, fa, fi, fil, fr, fr_ca, ga, gl, gu, he, hi, hr, hu, hy, id, is, it, ja, ka, kk, km, kn, ko, ky, lo, lt, lv, mk, ml, mn, mr, ms, mt, my, nb, ne, nl, or, pa, pl, pt, pt_br, ro, ru, si, sk, sl, sq, sr, sv, sw, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant, zu

source: number of points and segments in the board
af: aantal punte en segmente op die bord
am: በቦርዱ ውስጥ የነጥቦች እና የክፍሎች ብዛት
ar: عدد النقاط والقطاعات في اللوحة
az: lövhədəki xalların və seqmentlərin sayı
be: колькасць кропак і сегментаў на дошцы
bg: брой точки и сегменти на дъската
bn: বোর্ডে পয়েন্ট এবং সেগমেন্টের সংখ্যা
ca: nombre de punts i segments del tauler
cs: počet bodů a úseků na hrací desce
cy: nifer y pwyntiau a'r segmentau yn y bwrdd
da: antal punkter og segmenter på brættet
de: Anzahl der Punkte und Segmente auf dem Spielbrett
de_at: Anzahl der Punkte und Segmente auf dem Brett
de_ch: Anzahl der Punkte und Segmente auf dem Brett
el: αριθμός σημείων και τμημάτων στο ταμπλό
es: número de puntos y segmentos del tablero
es_ar: número de puntos y segmentos en el tablero
es_mx: número de puntos y segmentos en el tablero
et: laual olevate punktide ja segmentide arv
eu: taulako puntu eta segmentu kopurua
fa: تعداد نقاط و بخش‌ها در صفحه
fi: laudalla olevien pisteiden ja segmenttien lukumäärä
fil: bilang ng mga puntos at segment sa board
fr: nombre de points et de segments sur le plateau
fr_ca: nombre de points et de segments sur la carte
ga: líon na bpointí agus na gcodanna ar an mbord
gl: número de puntos e segmentos no taboleiro
gu: બોર્ડમાં પોઈન્ટ અને સેગમેન્ટ્સની સંખ્યા
he: מספר הנקודות והקטעים בלוח
hi: बोर्ड में बिंदुओं और खंडों की संख्या
hr: broj točaka i segmenata na ploči
hu: a táblán lévő pontok és szakaszok száma
hy: տախտակի վրա կետերի և հատվածների քանակը
id: jumlah titik dan segmen pada papan
is: fjöldi punkta og hluta á borðinu
it: numero di punti e segmenti sulla tavola
ja: ボード上の点と区間の数
ka: დაფაზე წერტილებისა და სეგმენტების რაოდენობა
kk: тақтадағы ұпайлар мен сегменттер саны
km: ចំនួនចំណុច និងផ្នែកនៅក្នុងក្តារ
kn: ಫಲಕದಲ್ಲಿರುವ ಬಿಂದುಗಳು ಮತ್ತು ಭಾಗಗಳ ಸಂಖ್ಯೆ
ko: 보드 내 점과 선분의 개수
ky: тактадагы упайлардын жана сегменттердин саны
lo: ຈຳນວນຈຸດ ແລະ ສ່ວນຕ່າງໆໃນກະດານ
lt: taškų ir segmentų skaičius plokštumoje
lv: punktu un segmentu skaits uz spēles laukuma
mk: број на точки и сегменти на таблата
ml: ബോർഡിലെ പോയിന്റുകളുടെയും സെഗ്‌മെന്റുകളുടെയും എണ്ണം
mn: самбар дээрх оноо болон сегментийн тоо
mr: बोर्डमधील बिंदू आणि विभागांची संख्या
ms: bilangan mata dan segmen dalam papan
mt: numru ta' punti u segmenti fil-bord
my: ဘုတ်ပေါ်ရှိ အမှတ်များနှင့် အပိုင်းများအရေအတွက်
nb: antall punkter og segmenter på brettet
ne: बोर्डमा रहेका अंक र खण्डहरूको संख्या
nl: aantal punten en segmenten op het bord
or: ବୋର୍ଡରେ ଥିବା ପଏଣ୍ଟ ଏବଂ ସେଗମେଣ୍ଟ ସଂଖ୍ୟା
pa: ਬੋਰਡ ਵਿੱਚ ਬਿੰਦੂਆਂ ਅਤੇ ਹਿੱਸਿਆਂ ਦੀ ਗਿਣਤੀ
pl: liczba punktów i odcinków na planszy
pt: número de pontos e segmentos no tabuleiro
pt_br: número de pontos e segmentos no tabuleiro
ro: numărul de puncte și segmente de pe tablă
ru: количество точек и отрезков на доске
si: පුවරුවේ ඇති ලකුණු සහ කොටස් ගණන
sk: počet bodov a úsečiek na hracej doske
sl: število točk in odsekov na plošči
sq: numri i pikave dhe segmenteve në tabelë
sr: број тачака и сегмената на табли
sv: antal punkter och segment på brädet
sw: idadi ya pointi na sehemu kwenye ubao
ta: பலகையில் உள்ள புள்ளிகள் மற்றும் பிரிவுகளின் எண்ணிக்கை
te: బోర్డులోని పాయింట్లు మరియు విభాగాల సంఖ్య
th: จำนวนจุดและส่วนต่างๆ บนกระดาน
tr: tahtadaki nokta ve çizgi parça sayısı
uk: кількість точок і відрізків на дошці
ur: بورڈ میں پوائنٹس اور سیگمنٹس کی تعداد
vi: số điểm và đoạn thẳng trên bảng
zh_hans: 电路板上的点和线段的数量
zh_hant: 棋盤上的點數和線段數
zu: inani lamaphuzu nezigaba ebhodini

source: outline endpoint tolerance
af: skets eindpunttoleransie
am: የውጤት መጨረሻ መቻቻል
ar: تحمل نقطة نهاية المخطط الخارجي
az: kontur son nöqtə tolerantlığı
be: талерантнасць да канчатковай кропкі контуру
bg: допустимо отклонение на крайната точка на контура
bn: রূপরেখা এন্ডপয়েন্ট টলারেন্স
ca: tolerància de punt final de contorn
cs: tolerance koncového bodu obrysu
cy: goddefgarwch pwynt terfynol amlinellol
da: tolerance for konturomdannelsesendepunkter
de: Toleranz des Umrisskonturs-Endpunkts
de_at: Endpunkttoleranz der Umrisslinie
de_ch: Umrissendpunkt-Toleranz
el: ανοχή τελικού σημείου περιγράμματος
es: tolerancia de los puntos finales del contorno
es_ar: tolerancia del punto final del contorno
es_mx: tolerancia del punto final del esquema
et: peajoone lõpppunkti tolerants
eu: muturmugan amaierako tolerantzia
fa: تلرانس نقطه پایانی طرح کلی
fi: päätepisteen toleranssi
fil: balangkas na endpoint tolerance
fr: tolérance des points d'extrémité du contour
fr_ca: tolérance du point final de contour
ga: caoinfhulaingt chríochphointí imlíne
gl: tolerancia de punto final do contorno
gu: રૂપરેખા અંતિમ બિંદુ સહિષ્ણુતા
he: סובלנות קצה של קווי מתאר
hi: रूपरेखा अंतिम बिंदु सहिष्णुता
hr: tolerancija krajnje točke obrisa
hu: a vázlat végpontjainak tűréshatára
hy: ուրվագծի վերջնակետի հանդուրժողականությունը
id: toleransi titik akhir kontur
is: útlínuendapunktsþol
it: tolleranza dei punti finali dei contorni
ja: エンドポイント許容範囲の概要
ka: მონახაზის საბოლოო წერტილის ტოლერანტობა
kk: контур соңғы нүктесінің төзімділігі
km: ការអត់ធ្មត់ចំណុចបញ្ចប់នៃគ្រោង
kn: ಔಟ್‌ಲೈನ್ ಎಂಡ್‌ಪಾಯಿಂಟ್ ಸಹಿಷ್ಣುತೆ
ko: 윤곽선 끝점 허용 오차
ky: контурдун акыркы чекитине чыдамдуулук
lo: ຄວາມທົນທານຂອງຈຸດສິ້ນສຸດຂອງໂຄງຮ່າງ
lt: kontūro galinio taško paklaida
lv: kontūras galapunkta pielaides robežas
mk: преглед на толеранција на крајна точка
ml: ഔട്ട്‌ലൈൻ എൻഡ്‌പോയിന്റ് ടോളറൻസ്
mn: тойм төгсгөлийн цэгийн хүлцэл
mr: आउटलाइन एंडपॉइंट टॉलरन्स
ms: toleransi titik akhir garis besar
mt: tolleranza tal-endpoint tal-kontorn
my: အကျဉ်းချုပ်မျဉ်းဆုံခြင်း အဆုံးမှတ် သည်းခံမှု
nb: toleranse for konturendepunkt
ne: रूपरेखा अन्त्यबिन्दु सहिष्णुता
nl: tolerantie van het aaneengesloten eindpunt
or: ରୂପରେଖା ଶେଷବିନ୍ଦୁ ସହନଶୀଳତା
pa: ਅੰਤਮ ਬਿੰਦੂ ਸਹਿਣਸ਼ੀਲਤਾ ਦੀ ਰੂਪਰੇਖਾ
pl: tolerancja punktu końcowego konturu
pt: tolerância do ponto final do contorno
pt_br: tolerância do ponto final do contorno
ro: toleranța punctului final al conturului
ru: допуск конечной точки контура
si: ලුහුඬු සටහන් අන්ත ලක්ෂ්‍ය ඉවසීම
sk: určiť toleranciu koncového bodu
sl: opredelitev tolerance končne točke
sq: toleranca e pikës fundore të konturit
sr: толеранција крајње тачке контуре
sv: tolerans för konturgränspunkter
sw: uvumilivu wa ncha ya muhtasari
ta: வெளிப்புற இறுதிப்புள்ளி சகிப்புத்தன்மை
te: ముగింపు బిందువు సహనం
th: ความคลาดเคลื่อนของจุดสิ้นสุดของโครงร่าง
tr: çizgi profili uç nokta toleransı
uk: допуск кінцевої точки контуру
ur: آؤٹ لائن اختتامی نقطہ رواداری
vi: dung sai điểm cuối đường viền
zh_hans: 轮廓端点公差
zh_hant: 輪廓端點公差
zu: ukuvumelana kwephuzu lokugcina kohlaka

source: outline intersection processing
af: verwerking van die kruising van die buitelyne
am: የውጤት መስቀለኛ መንገድ ሂደት
ar: معالجة تقاطع المخطط
az: kontur kəsişməsinin işlənməsi
be: апрацоўка контурных скрыжаванняў
bg: обработка на пресичанията на контурите
bn: রূপরেখা ছেদ প্রক্রিয়াকরণ
ca: processament d'intersecció de contorns
cs: zpracování průsečíků obrysů
cy: prosesu croesffordd amlinellol
da: behandling af skæringspunkter i konturlinjer
de: Verarbeitung von Umrisskonturen-Schnittpunkten
de_at: Umrissschnittverarbeitung
de_ch: Umriss-Schnittverarbeitung
el: επεξεργασία τομής περιγράμματος
es: procesamiento de la intersección de contornos
es_ar: procesamiento de intersecciones del contorno
es_mx: procesamiento de intersección de esquemas
et: peajoone ristumiskohtade töötlemine
eu: eskema-gurutzaketa prozesamendua
fa: پردازش تقاطع طرح کلی
fi: leikkauspisteiden käsittely
fil: balangkas na pagproseso ng interseksyon
fr: traitement des intersections de contour
fr_ca: traitement d'intersection de contour
ga: próiseáil trasnú imlíne
gl: procesamento da intersección de contornos
gu: રૂપરેખા આંતરછેદ પ્રક્રિયા
he: עיבוד צומת קווי מתאר
hi: रूपरेखा प्रतिच्छेदन प्रसंस्करण
hr: obrada raskrižja obrisa
hu: vázlat metszéspontjainak feldolgozása
hy: ուրվագծային հատման մշակում
id: pemrosesan perpotongan kontur
is: vinnsla á útlínukrossum
it: elaborazione dell'intersezione dei contorni
ja: 輪郭の交差処理
ka: კონტურის გადაკვეთის დამუშავება
kk: контур қиылысын өңдеу
km: ដំណើរការចំនុចប្រសព្វនៃគ្រោង
kn: ಔಟ್‌ಲೈನ್ ಛೇದಕ ಪ್ರಕ್ರಿಯೆ
ko: 윤곽선 교차 처리
ky: контур кесилишин иштетүү
lo: ການປະມວນຜົນຈຸດຕັດກັນຂອງໂຄງຮ່າງ
lt: kontūro sankirtos apdorojimas
lv: kontūru krustpunktu apstrāde
mk: обработка на пресекот на контури
ml: ഔട്ട്‌ലൈൻ ഇന്റർസെക്ഷൻ പ്രോസസ്സിംഗ്
mn: тойм огтлолцлын боловсруулалт
mr: बाह्यरेखा छेदनबिंदू प्रक्रिया
ms: pemprosesan persilangan garis besar
mt: ipproċessar ta' intersezzjoni tal-kontorn
my: အကျဉ်းချုပ်မျဉ်းဆုံခြင်း ဖြတ်သွားမှု လုပ်ဆောင်ချက်
nb: Behandling av konturskjæringer
ne: रूपरेखा प्रतिच्छेदन प्रशोधन
nl: verwerking van contoursnijpunten
or: ଆଉଟଲାଇନ୍ ଇଣ୍ଟରସେକ୍ସନ ପ୍ରକ୍ରିୟାକରଣ
pa: ਆਉਟਲਾਈਨ ਇੰਟਰਸੈਕਸ਼ਨ ਪ੍ਰੋਸੈਸਿੰਗ
pl: przetwarzanie przecięć konturu
pt: processamento da intersecção de contornos
pt_br: processamento de interseção de contornos
ro: procesarea intersecției conturului
ru: обработка пересечений контуров
si: පුවරුවේ දළ සටහන් ඡේදනය සැකසීම
sk: spracovanie priesečníkov obrysov
sl: obdelava presečišč obrisov
sq: përpunimi i kryqëzimit të konturit
sr: обрада раскрсница контуре
sv: bearbetning av konturskärningar
sw: usindikaji wa makutano ya muhtasari
ta: வெளிப்புற குறுக்குவெட்டு செயலாக்கம்
te: రూపురేఖల ఖండన ప్రాసెసింగ్
th: การประมวลผลการตัดกันของโครงร่าง
tr: çizgi profili kesişim işleme
uk: обробка перетинів контурів
ur: آؤٹ لائن چوراہا پروسیسنگ
vi: xử lý giao điểm đường viền
zh_hans: 轮廓交点处理
zh_hant: 輪廓交點處理
zu: ukucutshungulwa kohlangano kwehlaka

source: outline intersection results
af: resultate van die kruising in die buitelyn
am: የውጤት መስቀለኛ መንገድ ውጤቶች
ar: نتائج تقاطع المخطط
az: kontur kəsişmə nəticələri
be: вынікі контурнага скрыжавання
bg: резултати от пресичанията на контурите
bn: রূপরেখা ছেদ ফলাফল
ca: resultats de la intersecció del contorn
cs: výsledky průsečíků obrysů
cy: canlyniadau croesffordd amlinellol
da: antal skæringspunkter i konturlinjer
de: Ergebnisse der Umrisskonturen-Schnittpunkte
de_at: Umrissschnittergebnisse
de_ch: Umriss-Schnittergebnisse
el: αποτελέσματα τομής περιγράμματος
es: resultados de la intersección de contornos
es_ar: resultados de intersecciones del contorno
es_mx: resultados de intersección de esquemas
et: peajoone ristumiste arv
eu: eskema-gurutzaketaren emaitzak
fa: نتایج تقاطع طرح کلی
fi: leikkauspisteiden tulosten lukumäärä
fil: mga resulta ng balangkas na interseksyon
fr: résultats d'intersection de contour
fr_ca: résultats d'intersection de contour
ga: torthaí trasnú imlíne
gl: resultados da intersección de contornos
gu: રૂપરેખા આંતરછેદ પરિણામો
he: תוצאות צומת קווי מתאר
hi: रूपरेखा प्रतिच्छेदन परिणाम
hr: rezultati raskrižja obrisa
hu: vázlat metszéspontjainak eredményei
hy: ուրվագծային հատման արդյունքներ
id: hasil perpotongan kontur
is: Niðurstöður útlínukrossa
it: risultati dell'intersezione dei contorni
ja: 交差結果の概要
ka: მონახაზის გადაკვეთის შედეგები
kk: контур қиылысының нәтижелері
km: លទ្ធផលចំនុចប្រសព្វគ្រោង
kn: ಔಟ್‌ಲೈನ್ ಛೇದಕ ಫಲಿತಾಂಶಗಳು
ko: 윤곽선 교차 결과
ky: контур кесилишинин жыйынтыктары
lo: ຜົນໄດ້ຮັບຈຸດຕັດກັນຂອງໂຄງຮ່າງ
lt: kontūro sankirtos rezultatai
lv: kontūru krustpunktu rezultāti
mk: резултати од контурите на раскрсницата
ml: ഔട്ട്‌ലൈൻ ഇന്റർസെക്ഷൻ ഫലങ്ങൾ
mn: тойм огтлолцлын үр дүн
mr: बाह्यरेखा छेदनबिंदूचे परिणाम
ms: hasil persilangan garis besar
mt: riżultati tal-intersezzjoni tal-kontorn
my: အကျဉ်းချုပ်မျဉ်းဆုံခြင်း ဖြတ်သွားမှု ရလဒ်များ
nb: Antall konturskjæringer
ne: रूपरेखा प्रतिच्छेदन परिणामहरू
nl: aantal contoursnijpunten
or: ବାହ୍ୟରେଖା ଛିଦନ ଫଳାଫଳ
pa: ਰੂਪਰੇਖਾ ਇੰਟਰਸੈਕਸ਼ਨ ਨਤੀਜੇ
pl: wyniki przecięcia konturu
pt: número de resultados da intersecção de contornos
pt_br: resultados da interseção de contornos
ro: rezultatele intersecției conturului
ru: количество пересечений контура
si: පුවරුවේ දළ සටහන් ඡේදනය ප්‍රතිඵල
sk: prehľad výsledkov priesečníkov
sl: povzetek rezultatov presečišč
sq: rezultatet e kryqëzimit të konturit
sr: резултати раскрсница контуре
sv: resultat från konturskärningar
sw: matokeo ya makutano ya muhtasari
ta: வெளிப்புற குறுக்குவெட்டு முடிவுகள்
te: రూపురేఖల ఖండన ఫలితాలు
th: ผลลัพธ์การตัดกันของโครงร่าง
tr: çizgi profili kesişim sonuçları
uk: результати перетину контурів
ur: آؤٹ لائن انٹرسیکشن کے نتائج
vi: kết quả giao điểm đường viền
zh_hans: 轮廓交点结果
zh_hant: 輪廓交點結果
zu: imiphumela yokuhlangana kwehlaka

source: outline points
af: punte van die buitelyn
am: የውጤት ነጥቦች
ar: نقاط المخطط الخارجي
az: kontur nöqtələri
be: пункты контуру
bg: точки на контура
bn: রূপরেখা পয়েন্ট
ca: punts de contorn
cs: body obrysu
cy: pwyntiau amlinellol
da: konturpunkter
de: Umrisskonturen-Punkte
de_at: Umrisspunkte
de_ch: Umrisspunkte
el: σημεία περιγράμματος
es: puntos del contorno
es_ar: puntos del contorno
es_mx: puntos de esquema
et: peajoone punktid
eu: eskema puntuak
fa: نقاط طرح کلی
fi: piirustuslaudan ääriviivan pisteet
fil: mga punto ng balangkas
fr: points de contour
fr_ca: points de contour
ga: pointí imlíne
gl: puntos do contorno
gu: રૂપરેખા બિંદુઓ
he: נקודות מתאר
hi: रूपरेखा बिंदु
hr: obrisne točke
hu: vázlat pontjai
hy: ուրվագծային կետեր
id: titik-titik kontur
is: útlínupunktar
it: punti del contorno
ja: 要点をまとめる
ka: მონახაზი წერტილები
kk: контурлық нүктелер
km: ចំណុចគ្រោង
kn: ಔಟ್‌ಲೈನ್ ಬಿಂದುಗಳು
ko: 윤곽선 점
ky: контурдук пункттар
lo: ຈຸດໂຄງຮ່າງ
lt: kontūro taškai
lv: kontūras punkti
mk: точки на преглед
ml: രൂപരേഖ പോയിന്റുകൾ
mn: тойм цэгүүд
mr: बाह्यरेखा बिंदू
ms: titik garis besar
mt: punti tal-kontorn
my: အကျဉ်းချုပ်မျဉ်းဆုံခြင်း အမှတ်များ
nb: konturpunkter
ne: रूपरेखा बुँदाहरू
nl: contourpunten
or: ରୂପରେଖା ବିନ୍ଦୁଗୁଡ଼ିକ
pa: ਰੂਪਰੇਖਾ ਬਿੰਦੂ
pl: punkty konturu
pt: pontos de contorno
pt_br: pontos do contorno
ro: punctele conturului
ru: точки контура
si: පුවරුවේ දළ සටහන් ලකුණු
sk: hlavné body
sl: glavne točke
sq: pikat e konturit
sr: тачке контуре
sv: konturgränspunkter
sw: pointi za muhtasari
ta: வெளிப்புற புள்ளிகள்
te: రూపురేఖల బిందువులు
th: ประเด็นสำคัญ
tr: çizgi profili noktaları
uk: точки контуру
ur: آؤٹ لائن پوائنٹس
vi: các điểm đường viền
zh_hans: 轮廓点
zh_hant: 輪廓點
zu: amaphuzu ehlaka

source: outline segments
af: buitelynsegmente
am: የውጤት ክፍሎች
ar: أجزاء المخطط الخارجي
az: kontur seqmentləri
be: сегменты контуру
bg: сегменти на контура
bn: রূপরেখা অংশ
ca: segments de contorn
cs: úsečky obrysu
cy: segmentau amlinellol
da: kontur-segmenter
de: Kontursegmente
de_at: Umrissegmente
de_ch: Umriss-Segmente
el: τμήματα περιγράμματος
es: segmentos de contorno
es_ar: segmentos de contorno
es_mx: segmentos de esquema
et: kontuurisegmendid
eu: eskema segmentuak
fa: بخش‌های طرح کلی
fi: piirustuslaudan ääriviivan segmentit
fil: mga segment ng balangkas
fr: segments de contour
fr_ca: segments de contour
ga: codanna imlíne
gl: segmentos do contorno
gu: રૂપરેખા સેગમેન્ટ્સ
he: קטעי קווי מתאר
hi: रूपरेखा खंड
hr: obrisni segmenti
hu: vázlat szegmensei
hy: ուրվագծային հատվածներ
id: segmen kontur
is: útlínustrik
it: segmenti di contorno
ja: 線分
ka: მონახაზის სეგმენტები
kk: контур сегменттері
km: ផ្នែកគ្រោង
kn: ಔಟ್‌ಲೈನ್ ಭಾಗಗಳು
ko: 윤곽선 선분
ky: контур сегменттери
lo: ສ່ວນໂຄງຮ່າງ
lt: kontūro atkarpos
lv: kontūras segmenti
mk: контурни сегменти
ml: ഔട്ട്‌ലൈൻ സെഗ്‌മെന്റുകൾ
mn: тойм хэсгүүд
mr: बाह्यरेखा विभाग
ms: segmen garis besar
mt: segmenti tal-kontorn
my: အကျဉ်းချုပ်မျဉ်းဆုံခြင်း အပိုင်းများ
nb: kontur­segmenter
ne: रूपरेखा खण्डहरू
nl: contoursegmenten
or: ଆଉଟଲାଇନ୍ ଅଂଶଗୁଡ଼ିକ
pa: ਰੂਪਰੇਖਾ ਹਿੱਸੇ
pl: odcinki konturu
pt: segmentos de contorno
pt_br: segmentos de contorno
ro: segmente de contur
ru: отрезки контура
si: පුවරුවේ දළ සටහන් කොටස්
sk: úsečky obrysu
sl: segmenti obrisa
sq: segmente të konturit
sr: сегменти контуре
sv: kontursegment
sw: sehemu za muhtasari
ta: வெளிப்புறப் பிரிவுகள்
te: రూపురేఖల విభాగాలు
th: ส่วนโครงร่าง
tr: çizgi profili parçaları
uk: відрізки контуру
ur: آؤٹ لائن سیگمنٹس
vi: các đoạn đường viền
zh_hans: 轮廓线段
zh_hant: 輪廓線段
zu: izingxenye zehlaka

source: points in one contour
af: punte in een kontoer
am: በአንድ ኮንቱር ነጥቦች
ar: النقاط في محيط واحد
az: bir konturda nöqtələr
be: кропкі ў адным контуры
bg: точки в един контур
bn: একটি কনট্যুরের বিন্দু
ca: punts en un contorn
cs: body v jednom obrysu
cy: pwyntiau mewn un cyfuchlin
da: punkter i én kontur
de: Punkte auf einer Kontur
de_at: Punkte in einer Kontur
de_ch: Punkte in einer Kontur
el: σημεία σε ένα περίγραμμα
es: puntos en un contorno
es_ar: puntos en un contorno
es_mx: puntos en un contorno
et: punktid ühel kontuuril
eu: puntuak kurba batean
fa: نقاط در یک کانتور
fi: pisteet yhdessä ääriviivassa
fil: mga punto sa isang contour
fr: points sur un même contour
fr_ca: points dans un contour
ga: pointí in aon imlíne amháin
gl: puntos nun contorno
gu: એક રૂપરેખામાં બિંદુઓ
he: נקודות בקו מתאר אחד
hi: एक आकृति में बिंदु
hr: točke u jednoj konturi
hu: egy kontúrban lévő pontok
hy: կետեր մեկ կոնտուրի վրա
id: titik-titik dalam satu kontur
is: punktar í einni útlínu
it: punti in un contorno
ja: 1つの等高線上の点
ka: წერტილები ერთ კონტურში
kk: бір контурдағы нүктелер
km: ចំណុចនៅក្នុងវណ្ឌវង្កមួយ
kn: ಒಂದು ಬಾಹ್ಯರೇಖೆಯಲ್ಲಿ ಬಿಂದುಗಳು
ko: 하나의 등고선 내의 점들
ky: бир контурдагы чекиттер
lo: ຈຸດຕ່າງໆໃນເສັ້ນໂຄ້ງໜຶ່ງ
lt: taškai viename kontūre
lv: punkti vienā kontūrā
mk: точки во една контура
ml: ഒരു കോണ്ടൂരിലെ പോയിന്റുകൾ
mn: нэг контур дахь цэгүүд
mr: एका कन्टूरमधील बिंदू
ms: titik dalam satu kontur
mt: punti f'kontorn wieħed
my: မျဉ်းကြောင်းတစ်ခုတည်းရှိ အမှတ်များ
nb: punkter i én kontur
ne: एउटा रूपरेखामा बिन्दुहरू
nl: punten in één contour
or: ଗୋଟିଏ ରୂପରେଖରେ ବିନ୍ଦୁଗୁଡ଼ିକ
pa: ਇੱਕ ਰੂਪਰੇਖਾ ਵਿੱਚ ਬਿੰਦੂ
pl: punkty w jednym obrysie
pt: pontos num contorno
pt_br: pontos em um contorno
ro: puncte pe un singur contur
ru: точки на одном контуре
si: එක් සමෝච්ඡයක ලක්ෂ්‍ය
sk: body v jednej kontúre
sl: točke v enem obodu
sq: pika në një kontur
sr: тачке у једном контуру
sv: punkter i en kontur
sw: nukta katika mpangilio mmoja
ta: ஒரு விளிம்பில் உள்ள புள்ளிகள்
te: ఒక ఆకృతిలోని బిందువులు
th: จุดในเส้นโค้งหนึ่งเส้น
tr: bir konturdaki noktalar
uk: точки на одному контурі
ur: ایک سموچ میں پوائنٹس
vi: các điểm trên một đường viền
zh_hans: 一条轮廓中的点
zh_hant: 同一輪廓中的點
zu: amaphuzu ku-contour eyodwa

source: polygon vertex count and rotation
af: veelhoekhoekpunttelling en rotasie
am: የፖሊጎን ቨርቴክስ ብዛት እና ሽክርክር
ar: عدد رؤوس المضلع ودورانها
az: çoxbucaqlı təpələrin sayı və fırlanması
be: колькасць вяршынь і паварот палігона
bg: Брой върхове на многоъгълника и завъртане
bn: বহুভুজের শীর্ষবিন্দুর সংখ্যা এবং ঘূর্ণন
ca: recompte i rotació de vèrtexs de polígons
cs: počet vrcholů mnohoúhelníku a jeho natočení
cy: cyfrif fertigau polygon a chylchdro
da: Antal hjørner og rotation i en polygon
de: Anzahl der Eckpunkte und Drehung eines Polygons
de_at: Polygon-Eckpunktzahl und Rotation
de_ch: Polygon-Eckpunktzahl und Rotation
el: Αριθμός κορυφών και περιστροφή πολυγώνου
es: Número de vértices y rotación de un polígono
es_ar: número de vértices y rotación del polígono
es_mx: recuento de vértices del polígono y rotación
et: polügooni tippude arv ja pööre
eu: poligonoen erpinen kopurua eta biraketa
fa: شمارش و چرخش رأس چندضلعی
fi: monikulmion pisteiden lukumäärä ja kierto
fil: bilang at pag-ikot ng vertex ng polygon
fr: nombre de sommets et rotation d'un polygone
fr_ca: nombre de sommets du polygone et rotation
ga: comhaireamh buaicpholaigin agus rothlú
gl: reconto e rotación de vértices de polígonos
gu: બહુકોણ શિરોબિંદુ ગણતરી અને પરિભ્રમણ
he: ספירת קודקודים וסיבוב של פוליגונים
hi: बहुभुज के शीर्षों की संख्या और घूर्णन
hr: broj i rotacija vrhova poligona
hu: sokszög csúcsainak száma és elforgatása
hy: բազմանկյան գագաթների քանակը և պտույտը
id: jumlah simpul poligon dan rotasi
is: fjöldi marghyrninga og snúningur
it: numero di vertici e rotazione di un poligono
ja: 多角形の頂点数と回転
ka: პოლიგონის წვეროების რაოდენობა და ბრუნვა
kk: көпбұрыштың төбелерінің саны және айналуы
km: ចំនួន​កំពូល​ពហុកោណ និង​ការ​បង្វិល
kn: ಬಹುಭುಜಾಕೃತಿಯ ಶೃಂಗದ ಎಣಿಕೆ ಮತ್ತು ತಿರುಗುವಿಕೆ
ko: 다각형의 꼭짓점 개수와 회전
ky: көп бурчтуу чокулардын саны жана айлануусу
lo: ການນັບຈຸດສຸດຍອດ ແລະ ການໝຸນຂອງຮູບຫຼາຍແຈ
lt: daugiakampio viršūnių skaičius ir pasukimas
lv: daudzstūra virsotņu skaits un rotācija
mk: број на темиња на полигон и ротација
ml: പോളിഗോൺ ശീർഷകങ്ങളുടെ എണ്ണവും ഭ്രമണവും
mn: олон өнцөгт оройн тоололт ба эргэлт
mr: बहुभुज शिरोबिंदूंची संख्या आणि परिभ्रमण
ms: kiraan dan putaran bucu poligon
mt: għadd u rotazzjoni tal-vertiċi tal-poligonu
my: အများကောင်း အကျဉ်းချုပ် vertex ရေတွက်ခြင်းနှင့် လည်ပတ်ခြင်း
nb: Antall hjørner og rotasjon i et polygon
ne: बहुभुज शीर्ष गणना र घूर्णन
nl: aantal hoekpunten en rotatie van een veelhoek
or: ବହୁଭୂଜ ଶୀର୍ଷବିନ୍ଦୁ ଗଣନା ଏବଂ ଘୂର୍ଣ୍ଣନ
pa: ਬਹੁਭੁਜ ਸਿਖਰ ਗਿਣਤੀ ਅਤੇ ਘੁੰਮਣ
pl: liczba wierzchołków wielokąta i jego obrót
pt: número de vértices de um polígono e rotação
pt_br: número de vértices e rotação do polígono
ro: numărul de vârfuri ale unui poligon și rotația acestuia
ru: количество вершин многоугольника и его поворот
si: බහුඅස්‍ර ශීර්ෂ ගණන සහ භ්‍රමණය
sk: počet vrcholov mnohouholníka a jeho otočenie
sl: število oglišč poligona in rotacija
sq: numërimi dhe rrotullimi i kulmeve të poligonit
sr: број врхова полигона и ротација
sv: Antal hörnpunkter i en polygon och rotation
sw: idadi ya vipeo na mzunguko wa poligoni
ta: பலகோண முனை எண்ணிக்கை மற்றும் சுழற்சி
te: బహుభుజి శీర్షాల సంఖ్య మరియు భ్రమణం
th: จำนวนจุดยอดและการหมุนของรูปหลายเหลี่ยม
tr: çokgen köşe sayısı ve dönüş açısı
uk: кількість вершин багатокутника та його поворот
ur: کثیرالاضلاع ورٹیکس کی گنتی اور گردش
vi: số lượng đỉnh và phép xoay của đa giác
zh_hans: 多边形顶点数和旋转
zh_hant: 多邊形的頂點數與旋轉角度
zu: inani lama-polygon vertices kanye nokujikeleza

source: segments per arc
af: segmente per boog
am: ክፍሎች በአንድ ቅስት
ar: عدد القطع لكل قوس
az: qövs başına seqmentlər
be: сегменты на дугу
bg: сегменти на дъга
bn: প্রতি চাপে খণ্ডাংশ
cs: počet segmentů na oblouk
cy: segmentau fesul arc
da: segmenter pr. bue
de: Segmente pro Bogen
de_at: Segmente pro Bogen
de_ch: Segmente pro Bogen
el: τμήματα ανά τόξο
es: segmentos por arco
es_ar: segmentos por arco
es_mx: segmentos por arco
et: segmente kaare kohta
eu: arku bakoitzeko segmentuak
fa: بخش‌ها در هر کمان
fi: segmenttejä kaarta kohti
fil: mga segment bawat arko
fr: nombre de segments par arc
fr_ca: segments par arc
ga: codanna in aghaidh an áirse
gl: segmentos por arco
gu: ચાપ દીઠ સેગમેન્ટ્સ
he: מקטעים לכל קשת
hi: प्रति चाप खंड
hr: segmenti po luku
hu: szegmensek ívenként
hy: հատվածներ մեկ աղեղի վրա
id: segmen per busur
is: línustrik á boga
it: segmenti per arco
ja: 1つの円弧あたりのセグメント数
ka: სეგმენტები თითო რკალზე
kk: доғаға сегменттер
km: ផ្នែកក្នុងមួយធ្នូ
kn: ಪ್ರತಿ ಆರ್ಕ್‌ಗೆ ಭಾಗಗಳು
ko: 호당 세그먼트 수
ky: ар бир догодогу сегменттер
lo: ພາກສ່ວນຕໍ່ຄ່າ arc
lt: segmentų skaičius viename lanke
lv: segmentu skaits uz vienu loku
mk: сегменти по лак
ml: ഓരോ ആർക്കിലെയും സെഗ്‌മെന്റുകൾ
mn: нуман тус бүрийн сегментүүд
mr: प्रत्येक चापातील खंड
ms: segmen per lengkungan
mt: segmenti għal kull ark
my: Arc တစ်ခုလျှင် အပိုင်းများ
nb: segmenter per bue
ne: प्रति चाप खण्डहरू
nl: segmenten per boog
or: ପ୍ରତି ଆର୍କରେ ଖଣ୍ଡଗୁଡ଼ିକ
pa: ਪ੍ਰਤੀ ਚਾਪ ਹਿੱਸੇ
pl: segmenty na łuk
pt: segmentos por arco
pt_br: segmentos por arco
ro: segmente pe arc
ru: количество сегментов на дуге
si: චාපයකට කොටස්
sk: počet segmentov na oblúk
sl: segmentov na lok
sq: segmente për hark
sr: сегменти по луку
sv: segment per båge
sw: sehemu kwa kila arc
ta: ஒரு வளைவுக்கான பிரிவுகள்
te: ఆర్క్‌కు విభాగాలు
th: ส่วนต่อส่วนโค้ง
tr: yay başına segment sayısı
uk: кількість сегментів на дугу
ur: سیگمنٹس فی قوس
vi: số phân đoạn trên mỗi cung
zh_hans: 每段弧的线段数
zh_hant: 每段圓弧的線段數
zu: izingxenye nge-arc ngayinye
